[X2Action_ApplyWeaponDamageToUnit_HITCHANCE]
; 缩写标签，用于战场飘字
SHORT_GUARANTEED_HIT="必中"
SHORT_HIT_CHANCE="命中"
SHORT_MISS_CHANCE="失手"
SHORT_CRIT_CHANCE="暴击"
SHORT_DODGE_CHANCE="擦伤"
SHORT_COUNTER_CHANCE="反击"

GUARANTEED_HIT ="必定命中"

REPEATER_KILL ="中继器"

FAILED_TEXT = "失败！"

[ExtendedInformationRedux3_MCMScreen]
sSettingsPage_MCMText = "详细资讯重制版 (Extended Information Redux)"
sPageTitle_MCMText = "详细资讯重制版 (Extended Information Redux)"
sGroupGeneralSettings_MCMText = "一般设定"
sGroupFlyoverSettings_MCMText = "伤害飘字设定"
sShowHitChance_MCMText = "飘字显示命中率"
sVerboseText_MCMText = "详细飘字说明"
sDisplayMissChance_MCMText = "显示失手机率（而非命中率）"
sShowTemplarMessages_MCMText = "特殊闪避飘字显示命中率"
sShowTemplarMessages_MCMTip = "当「无法触碰」、「闪电反射」、「招架」、「偏转」或「反射」强制导致失手时，显示该次攻击的原始命中率。 "

sShowAimAssist_MCMText = "显示瞄准加成"
sShowAimAssist_ifUnsafe_MCMText = "显示瞄准加成（警告：可能导致 Bug！）"
sShowAimAssist_ifUnsafe_MCMTooltip = "检测到 Highlander 配置中 bDisableAimAssist=true（可能由 LWOTC 或其他 MOD 设定）。 \n\n启用瞄准加成可能导致错误！ \n\n若仍要启用，请勾选下方的「确认强制启用」选项。否则系统将在下次启动游戏时自动停用。 "
sShowUnsafeAimAssist_MCMText = "确认强制启用瞄准加成"
sShowUnsafeAimAssist_MCMTooltip = "启用此项以防止瞄准加成在下次启动游戏时被自动停用。 "
sShowUnsafeAimAssist_ifSafe_MCMTooltip = "（当前情况不适用）\n\n当「显示瞄准加成」被视为不安全且在启动时自动停用时，启用此选项可防止其被自动停用。 "

sFlyoverDuration_MCMText = "飘字持续时间"
sShowGuaranteedHit_MCMText = "显示「必定命中」字串"

sGroupShotBar_MCMText = "射击条设定"
sBarHeight_MCMText = "血条高度"
sBarOffsetY_MCMText = "血条 Y 轴偏移"
sBarAlpha_MCMText = "血条透明度"
sHitHexColor_MCMText = "命中条颜色"
sCritHexColor_MCMText = "暴击条颜色"
sDodgeHexColor_MCMText = "擦伤（擦过）条颜色"
sAssistHexColor_MCMText = "瞄准加成条颜色"
sMissHexColor_MCMText = "失手条颜色"
sGroupShotHUD_MCMText = "射击 HUD 设定"
sGroupShotHUDLayout_MCMText = "射击 HUD 显示布局"
sGroupBarColors_MCMText = "血条颜色设定"
sShowGrazed_MCMText = "HUD 显示擦伤机率"
sShowCrit_MCMText = "HUD 显示暴击机率"
sAimLeftOfCrit_MCMText = "瞄准率显示于暴击率左侧"
sAssistBesideHit_MCMText = "瞄准加成显示于命中率旁"
sAssistBar_MCMText = "合并瞄准加成条与一般命中条"
sPreviewMinimum_MCMText = "预览最小伤害"
sPreviewHacking_MCMText = "预览骇入资讯"
sWarningMessage_MCMText = "请注意：任何偏移值的修改都可能导致显示异常！ "
sExpectedDamage_MCMText = "显示预期伤害"
sExpectedDamage_MCMTooltip = "在射击 HUD 的伤害数值旁显示预期伤害。例如：'伤害: 3-5 (2.6)'\n\n预期伤害是加权平均值。当使用选定能力瞄准当前敌人时，综合考量命中率、暴击率、闪避、擦伤区间、武器伤害及所有修正值后，你预计能造成的平均伤害。 "
sDodgeOffsetY_MCMText = "擦伤偏移 Y"

sBlack = "黑色"
sWhite = "白色"
sCyan = "青色"
sFadedCyan = "淡青色"
sFadedYellow = "淡黄色"
sGray = "灰色"
sGreen = "绿色"
sRed = "红色"
sYellow = "黄色"
sPerkYellow = "技能黄"
sCashGreen = "补给绿"
sPurple = "紫色"
sOrange = "橘色"
sOrangeEngineering = "工程橘"
sBlueScience = "科学蓝"
sObjIconBackground = "目标图示背景"

sShotHudDisplayLayout_MCMText = "射击 HUD 布局"
sLeftSide1_MCMText = "左侧 1"
sLeftSide2_MCMText = "左侧 2"
sRightSide1_MCMText = "右侧 1"
sRightSide2_MCMText = "右侧 2"
SlotOptions_0 = "无"
SlotOptions_1 = "擦伤机率"
SlotOptions_2 = "暴击伤害"
SlotOptions_3 = "预期伤害"

sGroupShotWings_MCMText = "射击资讯侧翼设定"

sGroupToolTips_MCMTtext = "提示框设定"
sToolTipAlpha_MCMText = "提示框背景透明度"
sShowEnemyToolTip_MCMText = "显示额外敌人提示框"
sShowExtraWeaponStats_MCMText = "显示武器升级细节"


[HitCalcLib]
LOWER_DIFFICULTY_MSG = "低难度"
MISS_STREAK_MSG = "连续失手"
SOLDIER_LOST_BONUS = "队友阵亡加成"

[ExtendedInformationRedux3_UITacticalHUD_ShotWings]
CRIT_DAMAGE_LABEL =  "暴击伤害"
MULTIPLIER="倍率"

[ExtendedInformationRedux3_UITacticalHUD_ShotHUD]
CRIT_DAMAGE_LABEL="暴击伤害"
EXPECTED_DAMAGE_LABEL="预期伤害"

[StatListLib]
AssistsLabel = "辅助"
FlankCritLabel = "侧翼暴露暴击"

[HackCalcLib]
RatioLabel="概率比"

[HitChance_Localization]
TongueGrabHit = "抓住了！"
HackDefenceLabel = "骇入防御"
MindSpinHit = "精神错乱！"
ShortCounterAttack = "反击"
Grappled = "抓住！"